/* NSButton (Don't show this again.) : <title:Don't show this again.> (oid:12) */
"Don't show this again." = "No ho mostris més.";

/* NSButton (Donate!) : <title:Donate!> (oid:7) */
"Donate!" = "Fes un donatiu";

/* NSTextField (It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!) : <title:It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!> (oid:9) */
"It has taken many nights to develop this application. If you enjoy using it, please consider a donation to the author of this software. It will help to make Cyberduck even better!" = "Aquesta aplicació ha costat moltes nits de desenvolupament. Si disfruteu usant-la considereu en fer un donatiu a l'autor d'aquest programari. De ben segur que l'encoratjarà per a continuar fent-lo millor.";

/* NSButton (Later) : <title:Later> (oid:11) */
"Later" = "Més tard";

/* NSWindow (Please Donate) : <title:Please Donate> (oid:5) */
"Please Donate" = "Feu un donatiu";

/* NSTextField (Thank you for using Cyberduck!) : <title:Thank you for using Cyberduck!> (oid:10) */
"Thank you for using Cyberduck!" = "Gràcies per utilitzar el Cyberduck!";

/* NSTextField (The payment can be made simply and safely using Paypal. You don't need an account.) : <title:The payment can be made simply and safely using Paypal. You don't need an account.> (oid:19) */
"The payment can be made simply and safely using Paypal. You don't need an account." = "La transacció es pot efectuar a través d'internet utilitzant el sistema de pagament PayPal.";

